{
  "success": true,
  "dataLength": 8,
  "message": "Advice Data",
  "data": [
    {
      "id": 1,
      "category_id": 1,
      "label": "কিডনি ভালো রাখার উপায়",
      "text": "নিয়মিত ব্যায়াম করুন\nডায়াবেটিস নিয়ন্ত্রনে রাখুন\nরক্তচাপ ও কোলেস্টেরল নিয়ন্ত্রনে রাখুন\nপরিমিত আহার করুন এবং ওজন নিয়ন্ত্রনে রাখুনঃ\nধুমপান ও মদ্যপান পরিহার করুনঃ\nঅপ্রয়োজনীয় ওষুধ যেমন ব্যথানাশক ও এন্টিবায়োটিক সেবন বন্ধ করুনঃ\nনিয়মিত কিডনি পরীক্ষা করানঃ\nপর্যাপ্ত পরিমান পানি পান করুনঃ\nঅতিরিক্ত লবন খাওয়া থেকে বিরত থাকুনঃ\nস্বাস্থ্যকর খাবার গ্রহন করুন\n",
      "uuid": ""
    },
    {
      "id": 2,
      "category_id": 2,
      "label": "লিভার ভালো রাখার উপায়",
      "text": "প্রাকৃতিক খাবার খান\nতৈলাক্ত এবং ফাস্টফুড জাতীয় খাবার কম খান\nপ্রচুর পরিমাণে পানি পান করুন\nফুটানো পানি পান করুন\nএকই সূচ ব্যবহারে অনেকে ইঞ্জেকশন নেয়া বন্ধ করুন\nএকই শেভিং রেজর, ব্লেড কিংবা  ক্ষুর ব্যবহার বর্জন করুন\nবাইরের খোলা খাবার, পানি ও শরবত পরিহার করুন\nচিকিৎসকের প্রেসক্রিপশন ব্যতীত ওষুধ সেবন বন্ধ করুন\nনিয়মিত ব্যায়াম করুন\nধূমপান এবং মদ্যপান ত্যাগ করুন\nশাকসবজি, ফলমূল, উদ্ভিদজাত খাবার এবং রসুন, বীট, গ্রিন টি, লেবু, আমলকী খান বেশি করে\nটিকা নিন\nধর্মীয় রীতিনীতি অনুসরণ করে দাম্পত্য জীবন যাপন করুন\nঅতিরিক্ত চর্বিযুক্ত খাদ্য পরিহার করুন\nশরীরের ওজন স্বাভাবিক রাখুন\nরক্ত গ্রহণের আগে পরীক্ষা করে নিন\nসব ঝুঁকিপূর্ণ ও অনৈতিক শারীরিক সম্পর্ক বা আচরণ পরিহার করুন \n",
      "uuid": ""
    },
    {
      "id": 3,
      "category_id": 3,
      "label": "হার্ট ভালো রাখার উপায়",
      "text": "তৈলাক্ত ও চর্বিযুক্ত খাবার ও জাঙ্ক ফুড এড়িয়ে চলুন। বেশি তেল, মশলা দিয়ে রান্না করা খাবার থেকে দূরে থাকুন।\nস্বাস্থ্যকর খাবার খান।\nনিয়মিত শারীরিক পরিশ্রম করুন।\nবেশি বেশি হাঁটার অভ্যাস করুন। প্রতিদিন অন্তত ৩০ মিনিট করে সপ্তাহে ৫ দিন হাঁটুন। \nধূমপান করা থেকে বিরত থাকুন। মাদক সেবন বর্জন করুন।\nলবণ ও চিনি কম খান।\nউচ্চ রক্তচাপ ও ডায়াবেটিস নিয়ন্ত্রণে রাখুন।\nশরীরের ওজন নিয়ন্ত্রণে রাখুন।\nবাচ্চাদের গলা ব্যথা এবং বাতজ্বর হলে চিকিত্সকের পরামর্শ নিন।\nরক্তে কোলেস্টেরলের মাত্রা সঠিক রাখুন। \nবয়স চল্লিশ বা তার বেশি হলে প্রতি ছয় মাসে একবার রক্তে কোলেস্টেরলের পরিমাণ  এবং প্রতিবছর কমপক্ষে এক বার হার্টের কর্মক্ষমতা পরীক্ষা করুন।\nঅতিরিক্ত দুশ্চিন্তা ও মানসিক চাপ ত্যাগ করুন।\nযাদের পরিবারে হৃদরোগ আছে তারা বেশি সাবধানতা অবলম্বন করুন।\nবেশি বেশি হাসুন। হাসিখুশি থাকার চেষ্টা করুন। যেসব কাজ আপনার মনকে প্রফুল্ল রাখে সেসব কাজে নিজেকে নিয়োজিত রাখুন\nপ্রতিদিনের খাদ্য তালিকায় সালাদ,  তাজা ফল, মৌসুমী শাক-শব্জি, ছোট মুরগীর মাংস, তৈলাক্ত মাছ রাখুন। \nনিয়মিত ঘুম, আহার, বিশ্রাম, গোসল ও পরিস্কার-পরিচ্ছন্ন থাকুন।\nনিয়মিত প্রার্থনা করুন।\n",
      "uuid": ""
    },
    {
      "id": 4,
      "category_id": 4,
      "label": "মস্তিষ্ক ভালো রাখার উপায়",
      "text": "খাদ্য তালিকায় অ্যান্টি-অক্সিডেন্ট জাতীয় খাবার যেমন রসুন, আঙ্গুর, ডালিম, দুধ, কলিজা, সয়াবিন, সবুজ শাক সবজি, ফলমূল, পালং শাক, ব্লু-বেরী এবং ষ্ট্র বেরী রাখুন। এছাড়া বেশি বেশি পানি পান করুন। নিয়মিত এসব খাবার খেলে মস্তিষ্ক দীর্ঘদিন ভালো থাকবে।\nফাস্টফুড ও ভাজাপোড়া জাতীয় খাবার পরিহার করুন। মাছের ওমেগা ফ্যাটি-৩ অ্যাসিড মস্তিষ্ক ভালো রাখতে সাহায্য করে। মস্তিষ্ক ভালো রাখতে সপ্তাহে কমপক্ষে দুইদিন মাছ খান।\nবয়স বাড়ার সঙ্গে সঙ্গে মস্তিষ্কে কোষ তৈরি কমে যায়। কিন্তু শরীর চর্চা করলে দেহের রক্ত সঞ্চালন বৃদ্ধি পায় ফলে মস্তিষ্কে নতুন কোষ তৈরি হয় একইসঙ্গে মস্তিষ্ক ভালো রাখে। মস্তিষ্ক ভালো রাখতে নিয়মিত হাটুন, সাতার কাটুন, সাইকেল চালান।\nপর্যাপ্ত পরিমান ঘুম মানুষের মস্তিষ্ক ভালো রাখতে সহয়তা করে। প্রতিদিন ৭ থেকে ৮ ঘন্টা ঘুমান তাহলে মস্তিষ্ক ভালো থাকবে। সারাদিনের কাজ মানুষের মস্তিষ্কে যত চাপের সৃষ্টি করে, ঘুমানোর ফলে মস্তিষ্কের সেই চাপ দূর হয়।\nদৈনন্দিন কাজে একঘেয়েমি চলে আসলে মস্তিষ্ক ঠিক ভালো মতো কাজ করে না। মানসিক চাপের ফলে স্মৃতিশক্তি কমতে থাকে। একঘেয়েমি দূর করতে প্রতিদিন অন্তত ১০ মিনিট মেডিটেশন করুন। নিয়মিত মেডিটেশন মস্তিষ্ক সচল রাখতে সহায়তা করে। এছাড়া বন্ধু-বান্ধবী, সহকর্মী ও আত্মীয়-স্বজনের সঙ্গে প্রাণ খুলে কথা বলুন।\nধূমপান , অতিরিক্ত চর্বি জাতীয় খাবার, দুশ্চিন্তা, মাদক থেকে দূরে থাকুন। উচ্চ রক্তচাপ ও ডায়াবেটিস নিয়ন্ত্রণে রাখুন। শরীরের ওজন নিয়ন্ত্রণে রাখুন।",
      "uuid": ""
    },
    {
      "id": 5,
      "category_id": 5,
      "label": "ডায়াবেটিস নিয়ন্ত্রণে করণীয়",
      "text": " ক) নিয়ন্ত্রিত খাদ্য  গ্রহণ - ডায়াবেটিস হলে খাদ্যের একটি নির্দিষ্ট নিয়ম মেনে চলতে হয়। পরিমাণ মতো সুষম খাবার খেতে হবে। প্রধান উদ্দেশ্য: ডায়াবেটিস নিয়ন্ত্রণে রাখা, স্বাস্থ্য ভাল রাখা।\n\nআঁশবহুল খাবার ডাল, শাক (পালং, পুই, কচু, কলমি, লাল শাক), সবজি (ফুলকপি, বাধাকপি, লাউ, কাচা পেঁপে, চাল কুমড়া, ডাঁটা, চিচিঙ্গা, পটল, টমেটো, শশা), টক ফল (কচি ডাব, লেবু, আমড়া, কাল জাম, কামরাঙ্গা, জাম্বুরা, বাঙ্গি, কাচা আম, পেয়ারা, ইত্যাদি) ইচ্ছামতো খাওয়া যাবে।\nশর্করা জাতীয় খাদ্য, মিষ্টি ফল ও মিষ্টি সবজি পরিমান মতো খেতে হবে। \nউদ্ভিদ তেল, অর্থাৎ সয়াবিন তেল, সরিষার তেল ইত্যাদি এবং সব ধরনের মাছ খাওয়া অভ্যাস করতে হবে।\nচিনি/গুঁড়-মিষ্টি জাতীয় খাবার, শরবত (কেক, পেস্তি, জ্যাম, জেলি, মিষ্টি, মিষ্টি বিস্কুট, সফট ড্রিক কোক, পেপসি, ট্যাং, ওভাল্টিন, হরলিক্স কনডেন্সড মিল্ক, আইস্ক্রিম ইত্যাদি) খাওয়া যাবেনা।  প্রয়োজনে ডায়াবেটিক চিনি ও ডায়েট ড্রিংকস খাওয়া যাবে। \nঘি, মাখন, চর্বি,ডালডা, মাংস, তেলে ভাঁজা খাবার, ফাস্ট ফুড  ইত্যাদি কম খেতে হবে।\nঅন্যান্য রোগে আক্রান্ত হলে অর্থাৎ অসু্স্থ অবস্থায় বিশেষ খাদ্য-ব্যবস্থা জেনে নিতে হবে।\n\n খ) ব্যায়াম- রোগ নিয়ন্ত্রণের বিষয়ে ব্যায়াম বা শরীর চর্চার ভূমিকা খুব গুরুত্বপূর্ণ। ব্যায়াম করলে শরীর সু্স্থ থাকে,ইনসুলিনের কার্যকারিতা ও নি:সরনের পরিমাণ বেড়ে যায়, ডায়াবেটিস নিয়ন্ত্রনে থাকে। প্রতিদিন সকালে অথবা বিকালে অন্তত: ৩০-৪৫ মিনিট দ্রুত হাঁটতে হবে ।  \nগ) ঔষধ- সকল ডায়াবেটিক রোগীকেই খাদ্য,ব্যায়াম ও শৃঙ্খলা মেনে চলতে হবে। অনেক ডায়বেটিস রোগীর ক্ষেত্রে খাবার বড়ি অথবা ইনসুলিন ইনজেকশনের দরকার হতে পারে।\n\nঘ) শিক্ষা- ডায়াবেটিস আজীবনের রোগ। সঠিক ব্যবস্থা নিলে এই রোগকে সম্পূর্ণ নিয়ন্ত্রণে রাখা যায়। ব্যবস্থাগুলি রোগীকেই নিজ দায়িত্বে মেনে চলতে হবে। এ রোগের সুচিকিৎসার জন্য ডায়াবেটিস সর্ম্পকে রোগীর যেমন শিক্ষা প্রয়োজন, তেমনি রোগীর নিকট আত্মীয়দেরও এই রোগ সর্ম্পকে কিছু জ্ঞান থাকা দরকার।\n\nশরীর পরিস্কার-পরিচ্ছন্ন রাখতে হবে ও পায়ের বিশেষ যত্ন নিতে হবে\nনিয়মিত রক্তের সুগার, চর্বি, লিভার ও কিডনির পরীক্ষা করতে হবে \nধূমপান করা যাবে না\nশারীরিক কোন অসুবিধা দেখা দিলে দেরী না করে ডাক্তারের পরামর্শ নিতে হবে\nডাক্তারের পরামর্শ ছাড়া কোন কারণেই ডায়াবেটিস রোগের চিকিৎসা বন্ধ রাখা যাবে না\nডাক্তারের পরামর্শ ও ব্যবস্থাপত্র সুষ্ঠভাবে মেনে চলতে হবে\n\n",
      "uuid": ""
    },
    {
      "id": 6,
      "category_id": 6,
      "label": "চর্বি যুক্ত খাবারের তালিকা",
      "text": "তেল, ঘি, মাখন, ডালডা, পনির, মারজারিন, গরু, খাসি, কবুতর ও হাঁসের  মাংশ, মুরগি ও হাঁসের চামড়া, ডিমের কুসুম, দুধের সর, নারিকেল, বড় মাছের মাথা, ঘিলা, কলিজা, মগজ, মাছের ডিম, বড় মাছের মাথা, গলদা চিংড়ি, পাংগাস মাছের পেটি। ",
      "uuid": ""
    },
    {
      "id": 7,
      "category_id": 7,
      "label": "বেশি ইউরিক এসিড (পিউরিন) যুক্ত খাবারের তালিকা",
      "text": "গরু, খাসি, কবুতর ও হাঁসের  মাংশ, ঘিলা, কলিজা, মগজ, মাছের ডিম, সামুদ্রিক মাছ, শুঁটকি মাছ, চিংড়ি মাছ, মাশরুম, বেগুন, সিম, ফুলকপি, বাঁধাকপি, ছোলা, মশুরের ডাল, মটরশুঁটি, পালং শাক ইত্যাদি।",
      "uuid": ""
    },
    {
      "id": 8,
      "category_id": 8,
      "label": "বেশি পটাশিয়াম যুক্ত খাবারের তালিকা",
      "text": "ডাব, কলা, পাকা আম, কমলা, মাল্টা, তরমুজ, বাঙ্গি, নারিকেল, আতাফল, টমেটো, গাঁজর, মিষ্টি আলু, বাদাম, সিমের বিচি, ডাল, আটা, সাদা মুলা, চা, কফি ইত্যাদি। \n",
      "uuid": ""
    }
  ]
}